Repository: kumarpradeepk/AlcoholTracker-iOS
Catalog: AlcoholTracker/Localizable.xcstrings
Source language: en
Languages: da, de, es_419, es_es, fil, fr, fr_ca, id, it, ja, ko, ms, pl, pt_br, th, tr, vi, zh_hant_hk

# bac_disclaimer_short
source: Estimates are informational only, never a green light to drive.
da: Estimater er kun til information — aldrig grønt lys til at køre.
de: Schätzwerte dienen nur der Information, niemals als grünes Licht zum Fahren.
es_419: Las estimaciones son solo informativas, nunca una luz verde para manejar.
es_es: Las estimaciones son solo informativas; nunca una autorización para ponerse al volante.
fil: Tantiya lang ito, hindi ito go signal para mag-drive.
fr: Ces estimations sont purement informatives, jamais un feu vert pour conduire.
fr_ca: Estimations informatives seulement : elles n'autorisent jamais à prendre le volant.
id: Perkiraan ini hanya informasi, bukan lampu hijau untuk menyetir.
it: Le stime sono solo informative: non sono mai un via libera per mettersi alla guida.
ja: 推定値はあくまで参考です。運転してよいというゴーサインでは決してありません。
ko: 추정치는 참고용일 뿐이에요. 운전해도 된다는 뜻은 절대 아니에요.
ms: Anggaran ini maklumat sahaja, bukan lampu hijau untuk memandu.
pl: Szacunki mają charakter wyłącznie informacyjny — nigdy nie są zielonym światłem do jazdy.
pt_br: As estimativas são apenas informativas e nunca liberam você para dirigir.
th: ค่าประมาณมีไว้ดูเท่านั้น ไม่ใช่สัญญาณว่าขับรถได้โดยเด็ดขาด
tr: Tahminler yalnızca bilgi içindir, asla araç kullanma izni değildir.
vi: Chỉ là ước tính tham khảo, không bao giờ là tín hiệu cho phép lái xe.
zh_hant_hk: 估算值只供參考，絕不代表可以駕駛。

# bac_free_body
source: Unlock Pro, log a drink, and your estimated BAC settles in here.
da: Lås Pro op, notér en drink — så falder dit estimat på plads her.
de: Schalte Pro frei, erfasse ein Getränk, und dein geschätzter BAK-Wert erscheint hier.
es_419: Activa Pro, anota un trago y tu alcoholemia estimada aparece aquí.
es_es: Desbloquea Pro, registra una copa y tu alcoholemia estimada aparecerá aquí.
fil: I-unlock ang Pro, mag-log ng inom, at dito lalabas ang tinatayang BAC mo.
fr: Passez à Pro, enregistrez un verre, et votre alcoolémie estimée s'installe ici.
fr_ca: Passe à Pro, inscris un verre, et ton alcoolémie estimée vient se poser ici.
id: Buka Pro, catat satu minuman, dan perkiraan BAC akan turun pelan di sini.
it: Sblocca Pro, registra un bicchiere e qui compare il tuo tasso alcolemico stimato.
ja: Proにすると、一杯記録するだけで、推定BACがここに表示されます。
ko: Pro를 열고 한 잔을 기록하면 추정 혈중알코올농도가 여기에 나타나요.
ms: Buka Pro, catat satu minuman, dan anggaran BAC anda akan muncul di sini.
pl: Odblokuj Pro, zapisz drinka, a szacowany alkohol we krwi pojawi się tutaj.
pt_br: Ative o Pro, registre uma bebida e sua estimativa de álcool no sangue aparece aqui.
th: ปลดล็อก Pro จดสักแก้ว แล้วค่าประมาณระดับแอลกอฮอล์ในเลือดจะมาแสดงตรงนี้
tr: Pro'yu açın, bir içki kaydedin; tahmini kandaki alkol değeriniz burada belirir.
vi: Mở khóa Pro, ghi một ly, ước tính BAC sẽ hiện ra ở đây.
zh_hant_hk: 解鎖 Pro，記下一杯，估算的血液酒精濃度就會在這裏顯示。

# bac_how_estimated
source: How BAC is estimated
da: Sådan estimeres promillen
de: Wie die BAK geschätzt wird
es_419: Cómo se estima la alcoholemia
es_es: Cómo se estima la alcoholemia
fil: Paano tinatantiya ang BAC
fr: Comment l'alcoolémie est estimée
fr_ca: Comment l'alcoolémie est estimée
id: Cara BAC diperkirakan
it: Come si stima l'alcolemia
ja: BACの推定のしかた
ko: 혈중알코올농도를 추정하는 방법
ms: Bagaimana BAC dianggarkan
pl: Jak szacujemy alkohol we krwi
pt_br: Como o álcool no sangue é estimado
th: ประมาณระดับแอลกอฮอล์ในเลือดอย่างไร
tr: Kandaki alkol nasıl tahmin edilir
vi: BAC được ước tính thế nào
zh_hant_hk: 血液酒精濃度如何估算

source: BAC Monitor
da: Promilleestimat
de: BAK-Monitor
es_419: Monitor de alcoholemia
es_es: Monitor de alcoholemia
fr: Suivi de l'alcoolémie
fr_ca: Suivi de l'alcoolémie
id: Monitor BAC
it: Monitor alcolemia
ja: BACモニター
ko: 혈중알코올농도 모니터
ms: Monitor BAC
pl: Monitor alkoholu we krwi
pt_br: Álcool no sangue
th: ระดับแอลกอฮอล์ในเลือด
tr: Kandaki Alkol
vi: Theo dõi BAC
zh_hant_hk: 血液酒精濃度監測

# bac_setup_body
source: Add your weight and sex so estimates actually mean something, it takes ten seconds.
da: Tilføj vægt og køn, så estimaterne rent faktisk betyder noget. Det tager ti sekunder.
de: Trag Gewicht und Geschlecht ein, damit die Schätzwerte überhaupt etwas aussagen, das dauert zehn Sekunden.
es_419: Indica tu peso y tu sexo para que las estimaciones signifiquen algo de verdad; toma diez segundos.
es_es: Añade tu peso y tu sexo para que las estimaciones signifiquen algo de verdad; son diez segundos.
fil: Ilagay ang timbang at kasarian mo para may saysay ang mga tantiya, sampung segundo lang ito.
fr: Indiquez votre poids et votre sexe pour que les estimations veuillent vraiment dire quelque chose, dix secondes suffisent.
fr_ca: Ajoute ton poids et ton sexe pour que les estimations veuillent dire quelque chose. Dix secondes.
id: Tambahkan berat badan dan jenis kelamin supaya perkiraannya berarti, cukup sepuluh detik.
it: Aggiungi peso e sesso: senza, le stime non vogliono dire granché. Dieci secondi.
ja: 体重と性別を入れると、推定値がはじめて意味を持ちます。十秒で終わります。
ko: 체중과 성별을 넣으면 추정치가 실제로 의미를 갖게 돼요. 10초면 충분해요.
ms: Masukkan berat dan jantina anda supaya anggaran ini benar-benar bermakna, sepuluh saat sahaja.
pl: Podaj masę ciała i płeć, żeby szacunki naprawdę coś znaczyły — to dziesięć sekund.
pt_br: Informe seu peso e sexo para que as estimativas signifiquem alguma coisa. Leva dez segundos.
th: ใส่น้ำหนักกับเพศ ค่าประมาณจึงจะมีความหมายจริงๆ ใช้เวลาสิบวินาที
tr: Tahminlerin gerçekten bir anlam taşıması için ağırlığınızı ve cinsiyetinizi ekleyin; on saniye sürer.
vi: Thêm cân nặng và giới tính sinh học để ước tính có ý nghĩa, chỉ mất mười giây.
zh_hant_hk: 填上體重和性別，估算值才真正有意思，十秒就夠。

# bac_setup_cta
source: Set Up BAC Profile
da: Opret promilleprofil
de: BAK-Profil einrichten
es_419: Configurar el perfil
es_es: Configurar perfil
fil: I-set Up ang BAC Profile
fr: Configurer le profil
fr_ca: Configurer le profil
id: Siapkan Profil BAC
it: Configura il profilo
ja: BACプロフィールを設定
ko: 혈중알코올농도 프로필 설정
ms: Sediakan Profil BAC
pl: Uzupełnij profil
pt_br: Configurar perfil
th: ตั้งค่าโปรไฟล์
tr: Profili oluştur
vi: Thiết lập hồ sơ BAC
zh_hant_hk: 設定血液酒精濃度檔案

# bac_setup_title
source: Set up your BAC profile
da: Opret din promilleprofil
de: Richte dein BAK-Profil ein
es_419: Configura tu perfil de alcoholemia
es_es: Configura tu perfil de alcoholemia
fil: I-set up ang BAC profile mo
fr: Configurez votre profil d'alcoolémie
fr_ca: Configure ton profil d'alcoolémie
id: Siapkan profil BAC
it: Configura il profilo per l'alcolemia
ja: BACプロフィールを設定
ko: 혈중알코올농도 프로필 설정하기
ms: Sediakan profil BAC anda
pl: Uzupełnij profil alkoholu we krwi
pt_br: Configure seu perfil de álcool no sangue
th: ตั้งค่าโปรไฟล์แอลกอฮอล์ในเลือด
tr: Kandaki alkol profilinizi oluşturun
vi: Thiết lập hồ sơ BAC
zh_hant_hk: 設定你的血液酒精濃度檔案

# bac_sober_in
source: Sober in about %1$@
da: Estimatet er nul om ca. %1$@
de: Nüchtern in etwa %1$@
es_419: En cero en aproximadamente %1$@
es_es: A cero en unos %1$@
fil: Mga %1$@ bago maging zero ang tantiya
fr: Retour à zéro dans environ %1$@
fr_ca: Estimation à zéro dans environ %1$@
id: Perkiraan kembali ke nol sekitar %1$@
it: A zero tra circa %1$@
ja: 推定値がゼロになるまで約%1$@
ko: 추정치 0까지 약 %1$@
ms: Anggaran kembali ke sifar dalam kira-kira %1$@
pl: Szacunek spadnie do zera za ok. %1$@
pt_br: Estimativa zera em cerca de %1$@
th: ค่าประมาณลดเหลือศูนย์ในราว %1$@
tr: Tahmin yaklaşık %1$@ içinde sıfırlanır
vi: Ước tính về 0 sau khoảng %1$@
zh_hant_hk: 估算值歸零約需 %1$@

# bac_status_clear
source: CLEAR
da: NUL
de: BEI NULL
es_419: EN CERO
es_es: A CERO
fil: TANTIYA 0
fr: À ZÉRO
fr_ca: À ZÉRO
id: PERKIRAAN 0
it: A ZERO
ja: 推定ゼロ
ko: 추정 0
ms: ANGGARAN 0
pl: ZERO
pt_br: ZERADO
th: ศูนย์
tr: SIFIR
vi: VỀ MỨC 0
zh_hant_hk: 估算歸零

# bac_status_rising
source: RISING
da: STIGER
de: STEIGT
es_419: SUBIENDO
es_es: SUBIENDO
fil: TUMATAAS
fr: EN HAUSSE
fr_ca: EN HAUSSE
id: NAIK
it: IN SALITA
ja: 上昇中
ko: 상승 중
ms: MENINGKAT
pl: ROŚNIE
pt_br: SUBINDO
th: ขึ้น
tr: YÜKSELİYOR
vi: ĐANG TĂNG
zh_hant_hk: 上升中

# bac_status_settling
source: SETTLING
da: FALDER
de: SINKT
es_419: BAJANDO
es_es: BAJANDO
fil: BUMABABA
fr: REDESCEND
fr_ca: EN BAISSE
id: MENURUN
it: IN DISCESA
ja: 低下中
ko: 감소 중
ms: MENURUN
pl: SPADA
pt_br: BAIXANDO
th: ลดลง
tr: DÜŞÜYOR
vi: ĐANG GIẢM
zh_hant_hk: 回落中

# bac_status_waiting
source: WAITING
da: AFVENTER
de: WARTET
es_419: EN ESPERA
es_es: EN ESPERA
fil: NAGHIHINTAY
fr: EN ATTENTE
fr_ca: EN ATTENTE
id: MENUNGGU
it: IN ATTESA
ja: 待機中
ko: 대기 중
ms: MENUNGGU
pl: OCZEKIWANIE
pt_br: AGUARDANDO
th: รอ
tr: BEKLEMEDE
vi: CHỜ
zh_hant_hk: 等待中

# bac_trends
source: Trends
da: Tendenser
de: Verlauf
es_419: Tendencias
es_es: Tendencias
fil: Mga Trend
fr: Tendances
fr_ca: Tendances
id: Tren
it: Andamento
ja: 推移
ko: 추이
ms: Trend
pl: Trendy
pt_br: Tendências
th: แนวโน้ม
tr: Eğilimler
vi: Xu hướng
zh_hant_hk: 走勢

# backup_clear_all
source: Clear All Data
da: Slet alle data
de: Alle Daten löschen
es_419: Borrar todos los datos
es_es: Borrar todos los datos
fil: Burahin Lahat ng Datos
fr: Effacer toutes les données
fr_ca: Effacer toutes les données
id: Hapus Semua Data
it: Cancella tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
ms: Padam Semua Data
pl: Wyczyść wszystkie dane
pt_br: Apagar todos os dados
th: ล้างข้อมูลทั้งหมด
tr: Tüm Verileri Sil
vi: Xóa toàn bộ dữ liệu
zh_hant_hk: 清除所有資料

# backup_clear_note
source: Permanent, and it cannot be undone. Export a copy first if it matters.
da: Permanent, og det kan ikke fortrydes. Eksporter en kopi først, hvis det betyder noget.
de: Endgültig, und es lässt sich nicht rückgängig machen. Exportiere vorher eine Kopie, falls es dir wichtig ist.
es_419: Es permanente y no se puede deshacer. Exporta una copia antes si te importa.
es_es: Es permanente y no se puede deshacer. Si te importa, exporta una copia antes.
fil: Permanente ito, at hindi na maibabalik. Mag-export muna ng kopya kung mahalaga ito sa iyo.
fr: Définitif, et impossible à annuler. Exportez une copie d'abord si cela compte.
fr_ca: Définitif, et impossible à annuler. Exporte une copie d'abord si ça compte.
id: Permanen, dan tidak bisa dibatalkan. Ekspor salinannya dulu kalau itu penting.
it: È definitivo e non si può annullare. Se ci tieni, esporta prima una copia.
ja: 完全に削除され、元には戻せません。大事なものなら、先に書き出しておいてください。
ko: 영구적이고, 되돌릴 수 없어요. 소중하다면 먼저 사본을 내보내세요.
ms: Kekal, dan tidak boleh dibatalkan. Eksport satu salinan dahulu jika ia penting.
pl: Nieodwracalne. Nie da się tego cofnąć. Najpierw wyeksportuj kopię, jeśli dane mają znaczenie.
pt_br: É permanente e não dá para desfazer. Exporte uma cópia antes, se isso importa.
th: ถาวร และย้อนกลับไม่ได้ ถ้ามันสำคัญ ส่งออกสำเนาไว้ก่อน
tr: Kalıcıdır ve geri alınamaz. Önemliyse önce bir kopyasını dışa aktarın.
vi: Vĩnh viễn và không thể hoàn tác. Hãy xuất một bản sao trước nếu dữ liệu còn quan trọng.
zh_hant_hk: 永久生效，無法還原。如果重要，先匯出一份。

# backup_count_dry
source: dry days
da: alkoholfrie dage
de: alkoholfreie Tage
es_419: días sin alcohol
es_es: días sin alcohol
fil: araw na walang alak
fr: jours sans alcool
fr_ca: jours sans alcool
id: hari tanpa alkohol
it: giorni senza alcol
ja: 休肝日
ko: 술 없는 날
ms: hari bebas alkohol
pl: dnia bez alkoholu
pt_br: dias sem álcool
th: วันไม่ดื่ม
tr: alkolsüz gün
vi: ngày không cồn
zh_hant_hk: 無酒日

# backup_count_logs
source: drink logs
da: noteringer
de: Getränkeeinträge
es_419: tragos registrados
es_es: registros
fil: log ng inom
fr: boissons enregistrées
fr_ca: verres inscrits
id: catatan minuman
it: bevande registrate
ja: 飲酒記録
ko: 기록한 잔
ms: catatan minuman
pl: wpisu
pt_br: registros de bebida
th: รายการการดื่ม
tr: içki kaydı
vi: lần ghi đồ uống
zh_hant_hk: 飲酒紀錄

# backup_count_profile
source: profile
da: profil
de: Profil
es_419: perfil
es_es: perfil
fr: profil
fr_ca: profil
id: profil
it: profilo
ja: プロフィール
ko: 프로필
ms: profil
pl: profil
pt_br: perfil
th: โปรไฟล์
tr: profil
vi: hồ sơ
zh_hant_hk: 個人檔案

# backup_create
source: Create Backup
da: Opret sikkerhedskopi
de: Sicherung anlegen
es_419: Crear respaldo
es_es: Crear copia
fil: Gumawa ng Backup
fr: Créer une sauvegarde
fr_ca: Créer une sauvegarde
id: Buat Cadangan
it: Crea un backup
ja: バックアップを作成
ko: 백업 만들기
ms: Cipta Sandaran
pl: Utwórz kopię zapasową
pt_br: Criar backup
th: สร้างข้อมูลสำรอง
tr: Yedek Oluştur
vi: Tạo bản sao lưu
zh_hant_hk: 建立備份

# backup_danger_zone
source: DANGER ZONE
da: FAREZONE
de: GEFAHRENZONE
es_419: ZONA DE RIESGO
es_es: ZONA DE PELIGRO
fr: ZONE SENSIBLE
fr_ca: ZONE DANGEREUSE
id: ZONA BAHAYA
it: ZONA PERICOLOSA
ja: 取り消せない操作
ko: 위험 구역
ms: ZON BAHAYA
pl: STREFA RYZYKA
pt_br: ZONA DE RISCO
th: โซนอันตราย
tr: TEHLİKELİ BÖLGE
vi: NGUY HIỂM
zh_hant_hk: 危險區域

# backup_export
source: Export Data
da: Eksporter data
de: Daten exportieren
es_419: Exportar datos
es_es: Exportar datos
fil: I-export ang Datos
fr: Exporter les données
fr_ca: Exporter les données
id: Ekspor Data
it: Esporta i dati
ja: データを書き出す
ko: 데이터 내보내기
ms: Eksport Data
pl: Eksportuj dane
pt_br: Exportar dados
th: ส่งออกข้อมูล
tr: Verileri Dışa Aktar
vi: Xuất dữ liệu
zh_hant_hk: 匯出資料

# backup_import
source: Import Data
da: Importer data
de: Daten importieren
es_419: Importar datos
es_es: Importar datos
fil: I-import ang Datos
fr: Importer des données
fr_ca: Importer des données
id: Impor Data
it: Importa i dati
ja: データを読み込む
ko: 데이터 가져오기
pl: Importuj dane
pt_br: Importar dados
th: นำเข้าข้อมูล
tr: Verileri İçe Aktar
vi: Nhập dữ liệu
zh_hant_hk: 匯入資料

# backup_merge_note
source: Imports merge with what's here, duplicates are quietly skipped.
da: Import flettes med det, der allerede er her — dubletter springes stille over.
de: Importe werden mit dem Vorhandenen zusammengeführt, Duplikate werden still übersprungen.
es_419: Las importaciones se fusionan con lo que ya está; los duplicados se omiten sin ruido.
es_es: Lo importado se combina con lo que ya hay; los duplicados se omiten sin más.
fil: Isinasama ang mga na-import sa nandito na, tahimik na nilalaktawan ang mga duplicate.
fr: Les imports fusionnent avec ce qui est déjà là, les doublons sont ignorés sans bruit.
fr_ca: Les importations fusionnent avec ce qui est déjà là, les doublons sont ignorés sans bruit.
id: Impor digabung dengan yang sudah ada, duplikat dilewati diam-diam.
it: Le importazioni si uniscono a quello che c'è già, i duplicati vengono saltati in silenzio.
ja: 読み込んだデータは今あるものと統合され、重複は静かにスキップされます。
ko: 가져오면 지금 있는 것과 합쳐지고, 중복은 조용히 건너뛰어요.
ms: Import bergabung dengan apa yang ada, pendua dilangkau secara senyap.
pl: Import łączy się z tym, co już jest — duplikaty są po cichu pomijane.
pt_br: As importações se juntam ao que já está aqui; duplicatas são ignoradas em silêncio.
th: การนำเข้าจะรวมกับที่มีอยู่ รายการซ้ำจะถูกข้ามไปเงียบๆ
tr: İçe aktarılanlar buradakilerle birleşir; tekrarlananlar sessizce atlanır.
vi: Dữ liệu nhập vào sẽ hòa với dữ liệu sẵn có, các mục trùng được lặng lẽ bỏ qua.
zh_hant_hk: 匯入會與現有內容合併，重複的會靜靜略過。

# backup_restore
source: Restore from Backup
da: Gendan fra sikkerhedskopi
de: Aus Sicherung wiederherstellen
es_419: Restaurar desde el respaldo
es_es: Restaurar desde la copia
fil: I-restore mula sa Backup
fr: Restaurer depuis la sauvegarde
fr_ca: Restaurer depuis la sauvegarde
id: Pulihkan dari Cadangan
it: Ripristina dal backup
ja: バックアップから復元
ko: 백업에서 복원
ms: Pulihkan daripada Sandaran
pl: Przywróć z kopii zapasowej
pt_br: Restaurar do backup
th: กู้คืนจากข้อมูลสำรอง
tr: Yedekten Geri Yükle
vi: Khôi phục từ bản sao lưu
zh_hant_hk: 從備份回復

# backup_status_lastnight_ios
source: Backed up, last night, %1$@, on this device.
da: Sikkerhedskopieret i nat, %1$@, på denne enhed.
de: Gesichert, heute Nacht, %1$@, auf diesem Gerät.
es_419: Respaldado anoche a las %1$@, en este dispositivo.
es_es: Copia guardada anoche a las %1$@, en este dispositivo.
fil: Naka-backup, kagabi, %1$@, sa device na ito.
fr: Sauvegardé cette nuit à %1$@, sur cet appareil.
fr_ca: Sauvegardé cette nuit, %1$@, sur cet appareil.
id: Sudah dicadangkan, semalam, %1$@, di perangkat ini.
it: Backup eseguito stanotte alle %1$@, su questo dispositivo.
ja: 昨夜 %1$@ にこの端末内でバックアップしました。
ko: 어젯밤 %1$@, 이 기기에 백업했어요.
ms: Disandarkan, malam tadi, %1$@, pada peranti ini.
pl: Kopia zapasowa: ostatniej nocy, %1$@, na tym urządzeniu.
pt_br: Backup feito ontem à noite, %1$@, neste aparelho.
th: สำรองข้อมูลแล้ว เมื่อคืน %1$@ ในเครื่องนี้
tr: Yedeklendi: dün gece %1$@ · bu cihazda.
vi: Đã sao lưu, đêm qua, %1$@, trên máy này.
zh_hant_hk: 已於昨晚 %1$@ 備份到此裝置。

# backup_status_never_ios
source: First backup runs automatically tonight.
da: Første sikkerhedskopi kører automatisk i nat.
de: Die erste Sicherung läuft heute Nacht automatisch.
es_419: El primer respaldo se hará automáticamente esta noche.
es_es: La primera copia se hará esta noche automáticamente.
fil: Awtomatikong tatakbo ang unang backup mamayang gabi.
fr: La première sauvegarde se lancera automatiquement cette nuit.
fr_ca: La première sauvegarde se fera automatiquement cette nuit.
id: Cadangan pertama berjalan otomatis malam ini.
it: Il primo backup parte da solo stanotte.
ja: 最初のバックアップは今夜、自動で実行されます。
ko: 첫 백업은 오늘 밤 자동으로 실행돼요.
ms: Sandaran pertama berjalan automatik malam ini.
pl: Pierwsza kopia zapasowa powstanie automatycznie dziś w nocy.
pt_br: O primeiro backup acontece automaticamente hoje à noite.
th: การสำรองครั้งแรกจะทำงานอัตโนมัติคืนนี้
tr: İlk yedek bu gece otomatik olarak alınır.
vi: Bản sao lưu đầu tiên sẽ tự chạy đêm nay.
zh_hant_hk: 首次備份會在今晚自動執行。

# backup_status_today_ios
source: Backed up, today, %1$@, on this device.
da: Sikkerhedskopieret i dag, %1$@, på denne enhed.
de: Gesichert, heute, %1$@, auf diesem Gerät.
es_419: Respaldado hoy a las %1$@, en este dispositivo.
es_es: Copia guardada hoy a las %1$@, en este dispositivo.
fil: Naka-backup, ngayong araw, %1$@, sa device na ito.
fr: Sauvegardé aujourd'hui à %1$@, sur cet appareil.
fr_ca: Sauvegardé aujourd'hui, %1$@, sur cet appareil.
id: Sudah dicadangkan, hari ini, %1$@, di perangkat ini.
it: Backup eseguito oggi alle %1$@, su questo dispositivo.
ja: 今日 %1$@ にこの端末内でバックアップしました。
ko: 오늘 %1$@, 이 기기에 백업했어요.
ms: Disandarkan, hari ini, %1$@, pada peranti ini.
pl: Kopia zapasowa: dziś, %1$@, na tym urządzeniu.
pt_br: Backup feito hoje, %1$@, neste aparelho.
th: สำรองข้อมูลแล้ว วันนี้ %1$@ ในเครื่องนี้
tr: Yedeklendi: bugün %1$@ · bu cihazda.
vi: Đã sao lưu, hôm nay, %1$@, trên máy này.
zh_hant_hk: 已於今日 %1$@ 備份到此裝置。

# backup_whats_here
source: What's on this phone
da: Det ligger på telefonen
de: Was auf diesem Handy liegt
es_419: Lo que hay en este celular
es_es: Lo que hay en este móvil
fil: Ano ang nasa phone na ito
fr: Ce qu'il y a sur ce téléphone
fr_ca: Ce qu'il y a sur ce téléphone
id: Yang ada di ponsel ini
it: Cosa c'è su questo telefono
ja: この端末にあるもの
ko: 이 휴대폰에 있는 것
ms: Apa yang ada pada telefon ini
pl: Co jest na tym telefonie
pt_br: O que está neste celular
th: มีอะไรอยู่ในเครื่องนี้
tr: Bu telefonda neler var
vi: Những gì có trên điện thoại này
zh_hant_hk: 這部手機上有甚麼

# cal_weekday_initials
source: S / M / T / W / T / F / S
da: M / T / O / T / F / L / S
de: M / D / M / D / F / S / S
es_419: D / L / M / M / J / V / S
es_es: L / M / X / J / V / S / D
fil: Li / Lu / Ma / Mi / Hu / Bi / Sa
fr: L / M / M / J / V / S / D
fr_ca: D / L / M / M / J / V / S
id: M / S / S / R / K / J / S
it: L / M / M / G / V / S / D
ja: 日 / 月 / 火 / 水 / 木 / 金 / 土
ko: 일 / 월 / 화 / 수 / 목 / 금 / 토
ms: A / I / S / R / K / J / S
pl: Pn / Wt / Śr / Cz / Pt / So / Nd
pt_br: D / S / T / Q / Q / S / S
th: อา / จ / อ / พ / พฤ / ศ / ส
tr: Pt / Sa / Ça / Pe / Cu / Ct / Pa
vi: CN / T2 / T3 / T4 / T5 / T6 / T7
zh_hant_hk: 日 / 一 / 二 / 三 / 四 / 五 / 六

# dialog_clear_body
source: Every log, dry day and setting, gone for good. Export a copy first if you want one.
da: Hver notering, alkoholfri dag og indstilling — væk for altid. Eksporter en kopi først, hvis du vil have en.
de: Jeder Eintrag, jeder alkoholfreie Tag und jede Einstellung, endgültig weg. Exportiere vorher eine Kopie, wenn du eine möchtest.
es_419: Cada registro, cada día sin alcohol y cada ajuste, perdidos para siempre. Exporta una copia antes si quieres conservarla.
es_es: Todos los registros, los días sin alcohol y los ajustes desaparecen para siempre. Si quieres conservarlos, exporta una copia antes.
fil: Lahat ng log, araw na walang alak at setting, tuluyang mawawala. Mag-export muna ng kopya kung gusto mo ng isa.
fr: Chaque enregistrement, chaque jour sans alcool et chaque réglage, perdus pour de bon. Exportez une copie d'abord si vous en voulez une.
fr_ca: Chaque inscription, chaque jour sans alcool et chaque réglage, disparus pour de bon. Exporte une copie d'abord si tu en veux une.
id: Semua catatan, hari tanpa alkohol dan pengaturan, hilang selamanya. Ekspor salinannya dulu kalau mau.
it: Ogni registrazione, ogni giorno senza alcol e ogni impostazione, spariti per sempre. Se ne vuoi una copia, esportala prima.
ja: 記録も、休肝日も、設定も、すべて完全になくなります。控えが必要なら、先に書き出してください。
ko: 기록, 술 없는 날, 설정까지 전부 사라져요. 사본이 필요하면 먼저 내보내세요.
ms: Setiap catatan, hari bebas alkohol dan tetapan, hilang selamanya. Eksport satu salinan dahulu jika anda mahukannya.
pl: Każdy wpis, każdy dzień bez alkoholu i każde ustawienie — bezpowrotnie. Jeśli chcesz kopię, wyeksportuj ją najpierw.
pt_br: Todo registro, dia sem álcool e ajuste, perdidos para sempre. Exporte uma cópia antes, se quiser uma.
th: ทุกบันทึก ทุกวันไม่ดื่ม และทุกการตั้งค่า จะหายไปถาวร ถ้าอยากเก็บสำเนา ส่งออกไว้ก่อน
tr: Her kayıt, her alkolsüz gün ve her ayar temelli gider. İstiyorsanız önce bir kopyasını dışa aktarın.
vi: Mọi lần ghi, ngày không cồn và cài đặt sẽ mất hẳn. Hãy xuất một bản sao trước nếu muốn giữ.
zh_hant_hk: 每一筆記錄、每一個無酒日、每一項設定，都會永遠消失。想留一份的話，先匯出。

# dialog_clear_delete
source: Delete
da: Slet
de: Löschen
es_419: Eliminar
es_es: Eliminar
fil: Burahin
fr: Supprimer
fr_ca: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
pl: Usuń
pt_br: Apagar
th: ลบ
tr: Sil
vi: Xóa
zh_hant_hk: 刪除

# dialog_clear_title
source: Clear all data?
da: Slet alle data?
de: Alle Daten löschen?
es_419: ¿Borrar todos los datos?
es_es: ¿Borrar todos los datos?
fil: Burahin lahat ng datos?
fr: Effacer toutes les données ?
fr_ca: Effacer toutes les données ?
id: Hapus semua data?
it: Cancellare tutti i dati?
ja: すべてのデータを削除しますか?
ko: 모든 데이터를 지울까요?
ms: Padam semua data?
pl: Wyczyścić wszystkie dane?
pt_br: Apagar todos os dados?
th: ล้างข้อมูลทั้งหมดไหม
tr: Tüm veriler silinsin mi?
vi: Xóa toàn bộ dữ liệu?
zh_hant_hk: 清除所有資料？

# dialog_delete_body
source: It leaves your diary, and your numbers settle back down.
da: Den forlader dagbogen, og tallene falder tilbage på plads.
de: Es verlässt dein Tagebuch, und deine Zahlen gehen wieder zurück.
es_419: Sale de tu diario y tus números vuelven a bajar.
es_es: Sale de tu diario y tus números vuelven a bajar.
fil: Aalis ito sa diary mo, at babalik sa dati ang mga numero mo.
fr: Il quitte votre journal et vos chiffres redescendent.
fr_ca: Il sort de ton journal, et tes chiffres redescendent.
id: Ia keluar dari catatanmu, dan angkamu turun kembali.
it: Esce dal diario e i tuoi numeri tornano giù.
ja: 日記から消えて、数字も元に戻ります。
ko: 기록에서 빠지고, 숫자도 함께 내려가요.
ms: Ia meninggalkan diari anda, dan nombor anda kembali turun.
pl: Zniknie z dziennika, a liczby wrócą na swoje miejsce.
pt_br: Ela sai do seu diário e seus números voltam ao lugar.
th: มันจะออกจากไดอารี่ และตัวเลขของคุณจะลดกลับลงมา
tr: Günlüğünüzden çıkar, sayılarınız da geri iner.
vi: Mục này rời khỏi nhật ký, và các con số lùi lại như cũ.
zh_hant_hk: 它會離開你的日誌，數字亦會跟着回落。

# dialog_delete_keep
source: Keep
da: Behold
de: Behalten
es_419: Conservar
es_es: Conservar
fil: Panatilihin
fr: Garder
fr_ca: Garder
id: Biarkan
it: Tieni
ja: 残す
ko: 그대로 두기
ms: Kekalkan
pl: Zostaw
pt_br: Manter
th: เก็บไว้
tr: Kalsın
vi: Giữ lại
zh_hant_hk: 保留

# dialog_delete_remove
source: Remove
da: Fjern
de: Entfernen
es_419: Quitar
es_es: Quitar
fil: Alisin
fr: Retirer
fr_ca: Retirer
id: Hapus
it: Rimuovi
ja: 削除
ko: 삭제
ms: Buang
pl: Usuń
pt_br: Remover
th: ลบ
tr: Kaldır
vi: Gỡ
zh_hant_hk: 移除
